10770 ,
9219 the
8725 .
5201 of
5045 to
4295 a
3578 and
3398 in
1914 's
1857 for
1790 that
1725 $
1503 ``
1487 The
1466 ''
1415 is
1217 said
1206 %
1126 on
1045 from
1026 million
1008 at
 983 it
 976 by
 899 as
 888 was
 857 be
 836 with
 835 are
 785 Mr.
 751 n't
 745 its
 695 an
 684 have
 670 has
 664 or
 658 will
 564 he
 513 company
 481 year
 474 were
 474 says
 470 they
 462 would
 458 which
 439 about
 438 --
 435 their
 422 more
 405 In
 400 share
 398 up
 398 this
 381 market
 381 But
 371 but
 369 billion
 360 also
 357 than
 357 had
 344 who
 337 been
 331 other
 331 his
 323 I
 314 :
 306 some
 303 new
 296 one
 272 U.S.
 268 out
 267 Corp.
 266 not
 261 New
 243 years
 243 all
 243 ;
 242 -RRB-
 237 could
 237 Inc.
 236 into
 236 -LRB-
 233 stock
 231 It
 230 can
 230 because
 229 last
 224 when
 224 after
 223 two
 223 only
 216 shares
 215 cents
 213 over
 213 do
 212 &
 211 rose
 211 York
 210 business
 209 sales
 207 price
 203 quarter
 201 trading
 201 such
 201 companies
 194 may
 193 if
 192 A
 188 Co.
 187 earnings
 183 most
 182 any
 180 investors
 178 people
 175 first
 172 He
 171 government
 170 time
 169 investment
 168 there
 166 net
 165 many
 164 interest
 163 we
 162 week
 161 president
 159 much
 158 '
 157 prices
 156 now
 155 yesterday
 154 down
 152 you
 151 them
 150 months
 146 stocks
 145 say
 142 income
 142 1
 141 group
 141 earlier
 141 bonds
 139 no
 136 what
 136 make
 135 state
 135 so
 135 We
 134 through
 133 money
 131 San
 125 just
 125 does
 124 did
 123 while
 122 rate
 122 major
 122 like
 122 And
 122 American
 121 three
 121 For
 120 federal
 120 earthquake
 119 still
 119 next
 119 10
 118 month
 117 even
 117 chief
 116 rates
 115 tax
 115 officials
 115 made
 115 bank
 114 expected
 112 products
 112 off
 111 get
 111 fell
 111 That
 110 sell
 110 higher
 110 chairman
 110 California
 109 plan
 109 operations
 109 back
 108 unit
 108 those
 108 industry
 108 financial
 108 before
 107 reported
 107 increase
 107 days
 107 Francisco
 106 since
 106 part
 106 Exchange
 105 lower
 105 costs
 105 're
 104 profit
 104 executive
 103 funds
 103 both
 102 own
 102 buy
 102 ago
 101 take
 100 pay
 100 being
 100 30
  99 these
  99 British
  98 well
  98 way
  98 sale
  98 They
  97 1988
  96 under
  93 work
  93 past
  93 increased
  93 firm
  93 assets
  93 area
  93 House
  93 15
  92 against
  92 added
  91 plans
  91 high
  91 Friday
  90 securities
  90 program
  90 insurance
  90 good
  89 revenue
  89 few
  88 big
  88 bid
  88 National
  87 should
  87 due
  87 debt
  87 between
  87 analysts
  86 used
  86 several
  86 my
  86 issues
  86 This
  86 ?
  86 8
  85 50
  84 policy
  84 loss
  83 third-quarter
  83 sold
  82 then
  82 recent
  81 results
  81 how
  81 cost
  81 based
  81 East
  81 Bank
  80 want
  80 very
  80 period
  80 loans
  80 including
  80 Stock
  79 think
  79 might
  79 end
  79 closed
  79 banks
  79 If
  78 same
  78 issue
  78 help
  78 during
  78 Congress
  77 where
  77 director
  77 Street
  77 20
  76 spokesman
  76 growth
  75 yield
  75 too
  75 number
  75 less
  75 least
  75 going
  75 five
  75 computer
  75 International
  74 her
  74 gain
  74 cash
  74 Wall
  74 2
  73 vice
  73 offer
  73 current
  73 Tuesday
  73 Federal
  73 As
  73 100
  72 each
  72 damage
  72 another
  72 One
  72 1989
  71 quake
  71 go
  71 day
  71 agreed
  71 Group
  70 second
  70 operating
  70 likely
  70 board
  70 Some
  70 At
  69 third
  69 she
  69 our
  69 index
  69 early
  69 building
  68 orders
  68 management
  68 inflation
  68 exchange
  68 ended
  68 Treasury
  67 UAL
  66 report
  66 real
  66 markets
  66 late
  66 average
  66 among
  65 use
  65 points
  65 economic
  65 Bay
  65 1987
  64 far
  64 agency
  63 wo
  63 system
  63 officer
  63 long
  63 Bush
  62 until
  62 traders
  62 put
  62 general
  62 expect
  62 decline
  62 close
  62 capital
  62 buying
  61 stake
  61 set
  61 rise
  61 order
  61 news
  61 know
  61 employees
  61 West
  60 strong
  60 return
  60 include
  60 foreign
  60 compared
  60 common
  60 change
  60 IBM
  60 3
  59 without
  59 public
  59 office
  59 move
  59 little
  59 economy
  59 court
  59 corporate
  59 12
  58 workers
  58 total
  58 result
  58 losses
  58 him
  58 held
  58 further
  58 fund
  58 credit
  58 composite
  58 city
  58 buy-out
  58 bill
  58 Senate
  58 Air
  58 25
  57 value
  57 today
  57 production
  57 point
  57 plant
  57 nine
  57 line
  57 level
  57 There
  57 Revenue
  57 Oct.
  57 Department
  56 your
  56 offering
  56 need
  56 lot
  56 half
  56 declined
  56 computers
  56 case
  56 agreement
  56 Pacific
  56 Board
  55 six
  55 see
  55 come
  55 analyst
  55 already
  55 Texas
  55 Digital
  55 1990
  54 though
  54 selling
  54 problems
  54 large
  54 contract
  54 consumer
  54 concern
  54 annual
  54 Securities
  54 First
  54 1\/2
  53 old
  53 firms
  53 example
  53 drop
  53 continue
  53 certain
  53 businesses
  53 around
  53 according
  53 Western
  53 September
  53 Los
  53 America
  52 whether
  52 times
  52 support
  52 problem
  52 options
  52 life
  52 enough
  52 dropped
  52 called
  52 When
  52 James
  52 Guber
  51 right
  51 national
  51 making
  51 home
  51 expects
  51 advertising
  51 addition
  50 takeover
  50 risk
  50 research
  50 previous
  50 possible
  50 must
  50 latest
  50 amount
  50 able
  50 John
  50 Chicago
  49 transaction
  49 personal
  49 nation
  49 information
  49 gains
  49 four
  49 brand
  49 Peters
  49 5
  48 recession
  48 included
  48 however
  48 give
  48 former
  48 estimated
  48 On
  47 power
  47 position
  47 notes
  47 nearly
  47 here
  47 cut
  47 administration
  47 General
  47 Capital
  47 Association
  47 3\/4
  47 1\/4
  46 weeks
  46 special
  46 services
  46 record
  46 probably
  46 oil
  46 official
  46 low
  46 investor
  46 getting
  46 demand
  46 control
  46 almost
  46 abortion
  46 Most
  46 Germany
  46 40
  45 volume
  45 political
  45 meeting
  45 manager
  45 maker
  45 later
  45 financing
  45 every
  45 equipment
  45 dollar
  45 customers
  45 become
  45 Monday
  45 Jones
  45 German
  45 August
  44 union
  44 top
  44 telephone
  44 small
  44 service
  44 recently
  44 posted
  44 paid
  44 makes
  44 local
  44 division
  44 country
  44 Washington
  44 President
  44 Journal
  44 B.A.T
  44 Angeles
  44 9
  43 proposal
  43 offered
  43 members
  43 holding
  43 gained
  43 fall
  43 dollars
  43 claims
  43 London
  43 Japan
  43 Europe
  43 Dow
  43 An
  42 terms
  42 show
  42 product
  42 portfolio
  42 percentage
  42 others
  42 figures
  42 continued
  42 coming
  42 Warner
  42 Sales
  42 Financial
  42 Fed
  42 11
  41 world
  41 trying
  41 things
  41 received
  41 paper
  41 often
  41 night
  41 long-term
  41 lines
  41 largest
  41 fiscal
  41 estate
  41 decision
  41 comment
  41 best
  41 began
  41 airline
  41 United
  41 Now
  41 Japanese
  41 4
  41 31
  40 suit
  40 never
  40 lost
  40 legislation
  40 floor
  40 away
  40 You
  40 By
  40 6
  39 us
  39 trade
  39 returns
  39 purchase
  39 property
  39 managers
  39 charge
  39 cases
  39 came
  39 brokers
  39 available
  39 approval
  39 along
  39 Wednesday
  39 Krenz
  39 Inc
  39 -RCB-
  38 yet
  38 thought
  38 states
  38 slightly
  38 short
  38 restructuring
  38 related
  38 law
  38 interests
  38 hit
  38 groups
  38 deal
  38 construction
  38 better
  38 below
  38 adds
  38 additional
  38 above
  38 Investors
  38 After
  38 -LCB-
  38 've
  37 run
  37 proposed
  37 potential
  37 outstanding
  37 open
  37 known
  37 junk
  37 heavy
  37 got
  37 emergency
  37 currently
  37 changes
  37 calls
  37 bought
  37 bond
  37 again
  37 South
  36 year-earlier
  36 range
  36 priced
  36 place
  36 name
  36 me
  36 jumped
  36 full
  36 commercial
  36 ca
  36 benefits
  36 announced
  36 Union
  36 Tokyo
  36 However
  36 Even
  36 Calif.
  36 ...
  36 #
  35 whose
  35 soon
  35 really
  35 particularly
  35 parent
  35 loan
  35 keep
  35 given
  35 fourth
  35 dividend
  35 despite
  35 approved
  35 What
  35 Sept.
  35 Nov.
  35 Insurance
  35 Ford
  35 European
  35 Although
  35 5\/8
  34 units
  34 took
  34 seven
  34 remains
  34 project
  34 profits
  34 investments
  34 head
  34 future
  34 energy
  34 either
  34 competition
  34 charges
  34 believe
  34 Steinhardt
  34 July
  34 Industries
  34 13
  33 within
  33 went
  33 subsidiary
  33 programs
  33 looking
  33 issued
  33 increases
  33 impact
  33 futures
  33 family
  33 equity
  33 efforts
  33 effort
  33 disaster
  33 development
  33 brokerage
  33 biggest
  33 attorney
  33 White
  33 While
  33 Valley
  33 University
  33 USAir
  33 To
  33 Ltd.
  33 Corp
  33 Committee
  33 Co
  33 China
  33 Business
  33 60
  33 500
  33 3\/8
  32 vote
  32 themselves
  32 spending
  32 senior
  32 seeking
  32 rest
  32 reduce
  32 private
  32 previously
  32 noted
  32 men
  32 measure
  32 marketing
  32 helped
  32 gold
  32 following
  32 face
  32 estimates
  32 congressional
  32 clear
  32 although
  32 With
  32 Soviet
  32 So
  32 Republican
  32 Big
  32 75
  31 turned
  31 taxes
  31 similar
  31 significant
  31 scheduled
  31 once
  31 offices
  31 majority
  31 left
  31 hurt
  31 gas
  31 found
  31 force
  31 fact
  31 dealers
  31 completed
  31 cars
  31 ad
  31 Thursday
  31 State
  31 Shearson
  31 Service
  31 Series
  31 Robert
  31 Many
  31 D.
  31 Columbia
  31 24
  30 start
  30 sent
  30 quickly
  30 provide
  30 pressure
  30 near
  30 look
  30 lead
  30 largely
  30 hard
  30 filed
  30 earned
  30 doing
  30 difficult
  30 couple
  30 car
  30 call
  30 agencies
  30 accounts
  30 World
  30 U.K.
  30 PLC
  30 Ms.
  30 Michael
  30 Meanwhile
  30 Life
  30 Hugo
  30 'm
  29 water
  29 taken
  29 reached
  29 process
  29 manufacturing
  29 limited
  29 letter
  29 health
  29 great
  29 executives
  29 contracts
  29 clients
  29 changed
  29 buyers
  29 believes
  29 banking
  29 age
  29 action
  29 account
  29 These
  29 Commission
  29 City
  29 Canadian
  29 Among
  29 Airlines
  29 7
  29 200
  29 'll
  28 toward
  28 told
  28 survey
  28 spent
  28 relief
  28 raise
  28 performance
  28 network
  28 natural
  28 means
  28 job
  28 insurers
  28 includes
  28 important
  28 house
  28 holders
  28 food
  28 feel
  28 expenses
  28 effect
  28 directors
  28 crash
  28 course
  28 comes
  28 `
  28 Trust
  28 Still
  28 March
  28 Last
  28 IRS
  28 Honecker
  28 Chairman
  28 All
  28 19
  27 usually
  27 using
  27 trust
  27 transportation
  27 steel
  27 statement
  27 started
  27 something
  27 software
  27 seem
  27 retail
  27 producers
  27 produced
  27 plunge
  27 party
  27 man
  27 itself
  27 housing
  27 history
  27 estimate
  27 drug
  27 different
  27 decade
  27 considered
  27 begin
  27 Other
  27 North
  27 Management
  27 J.
  27 His
  27 Express
  27 Democratic
  27 22
  27 18
  26 wants
  26 try
  26 study
  26 size
  26 short-term
  26 remain
  26 provisions
  26 provision
  26 payments
  26 parts
  26 offset
  26 named
  26 key
  26 joint
  26 hold
  26 flat
  26 find
  26 failed
  26 eight
  26 convertible
  26 base
  26 bad
  26 advanced
  26 activity
  26 active
  26 William
  26 WCRS
  26 Two
  26 Trelleborg
  26 Peter
  26 People
  26 October
  26 December
  26 Court
  26 21
  26 1\/8
  26 17
  26 'd
  25 working
  25 tons
  25 spokeswoman
  25 silver
  25 session
  25 seen
  25 paying
  25 owns
  25 merger
  25 margins
  25 machine
  25 levels
  25 led
  25 leaders
  25 leader
  25 international
  25 instance
  25 individuals
  25 hours
  25 growing
  25 generally
  25 form
  25 evidence
  25 ever
  25 especially
  25 economist
  25 data
  25 concerns
  25 committee
  25 built
  25 buildings
  25 boost
  25 aid
  25 actually
  25 Sony
  25 Sen.
  25 Reserve
  25 Democrats
  25 1986
  25 14
  24 worth
  24 world-wide
  24 venture
  24 thing
  24 term
  24 technology
  24 sure
  24 sort
  24 smaller
  24 shareholders
  24 reports
  24 reason
  24 provided
  24 panel
  24 minimum
  24 limit
  24 kind
  24 individual
  24 indicated
  24 independent
  24 himself
  24 heat
  24 having
  24 game
  24 finance
  24 failure
  24 capital-gains
  24 always
  24 Under
  24 Systems
  24 Security
  24 Christmas
  24 Britain
  24 Average
  24 April
  24 35
  23 yields
  23 won
  23 whole
  23 travel
  23 team
  23 staff
  23 security
  23 saw
  23 savings
  23 rights
  23 remained
  23 reduced
  23 quality
  23 premium
  23 planners
  23 needed
  23 minutes
  23 main
  23 industrial
  23 houses
  23 feet
  23 facilities
  23 expectations
  23 done
  23 direct
  23 department
  23 brought
  23 basis
  23 across
  23 acquisition
  23 Since
  23 Oakland
  23 Mexico
  23 Maynard
  23 Hurricane
  23 Data
  23 Bridge
  23 Both
  23 Analysts
  23 According
  23 7\/8
  23 1992
  22 yen
  22 widely
  22 ways
  22 subject
  22 stop
  22 space
  22 sign
  22 showed
  22 saying
  22 role
  22 real-estate
  22 rather
  22 planned
  22 outside
  22 marks
  22 light
  22 legal
  22 improved
  22 hands
  22 hand
  22 free
  22 fight
  22 economists
  22 district
  22 decided
  22 damaged
  22 daily
  22 continuing
  22 consider
  22 carrier
  22 care
  22 campaign
  22 bills
  22 behind
  22 beginning
  22 asset-backed
  22 areas
  22 ahead
  22 Sir
  22 Services
  22 Richard
  22 Orange
  22 Moreover
  22 Lynch
  22 June
  22 Industrial
  22 GOP
  22 Fund
  22 16
  22 1,000
  21 woman
  21 volatility
  21 view
  21 version
  21 traded
  21 tell
  21 television
  21 takes
  21 summer
  21 story
  21 simply
  21 sharp
  21 sense
  21 running
  21 rising
  21 revised
  21 required
  21 reform
  21 raised
  21 question
  21 quarterly
  21 policies
  21 passed
  21 partner
  21 par
  21 nothing
  21 negative
  21 mutual
  21 mortgage
  21 morning
  21 medical
  21 makers
  21 machines
  21 leading
  21 institutions
  21 instead
  21 initial
  21 forced
  21 figure
  21 fees
  21 factors
  21 climbed
  21 children
  21 caused
  21 build
  21 budget
  21 brands
  21 block
  21 auto
  21 associated
  21 afternoon
  21 Transportation
  21 Poland
  21 Pemex
  21 Ohio
  21 Investment
  21 Hewlett-Packard
  21 Fox
  21 Also
  21 65
  21 29
  21 2.5
  20 why
  20 waiting
  20 voters
  20 via
  20 various
  20 unchanged
  20 types
  20 target
  20 talks
  20 taking
  20 systems
  20 standard
  20 seems
  20 released
  20 relatively
  20 raising
  20 planning
  20 mind
  20 met
  20 meet
  20 longer
  20 living
  20 junk-bond
  20 hundreds
  20 headquarters
  20 filled
  20 fear
  20 extra
  20 except
  20 drugs
  20 directly
  20 countries
  20 consumers
  20 closing
  20 avoid
  20 asked
  20 amounts
  20 allowed
  20 accept
  20 Workers
  20 Whitbread
  20 Thomas
  20 TV
  20 Republicans
  20 Rep.
  20 R.
  20 Mass.
  20 MCA
  20 Jaguar
  20 Institute
  20 HUD
  20 Florida
  20 David
  20 Boston
  20 Because
  20 28
  19 typically
  19 turn
  19 tried
  19 traffic
  19 talk
  19 supply
  19 strategy
  19 situation
  19 sharply
  19 shareholder
  19 series
  19 sector
  19 save
  19 room
  19 reserves
  19 regulators
  19 reflects
  19 receive
  19 quite
  19 questions
  19 promise
  19 pretty
  19 press
  19 plastic
  19 phone
  19 owned
  19 monetary
  19 military
  19 media
  19 leveraged
  19 lawyers
  19 judge
  19 idea
  19 filing
  19 electronic
  19 elected
  19 develop
  19 declines
  19 coverage
  19 conditions
  19 collapse
  19 backed
  19 affected
  19 adding
  19 actual
  19 access
  19 SEC
  19 S&P
  19 Not
  19 Noriega
  19 Merrill
  19 Home
  19 Deloitte
  19 County
  19 Beach
  19 44
  19 150
  18 victims
  18 veto
  18 type
  18 substantial
  18 structure
  18 spend
  18 slowdown
  18 slow
  18 side
  18 settlement
  18 rules
  18 reserve
  18 ratio
  18 projects
  18 produce
  18 primarily
  18 poor
  18 play
  18 personnel
  18 payment
  18 ownership
  18 output
  18 opened
  18 moved
  18 member
  18 managing
  18 involved
  18 imports
  18 image
  18 happened
  18 grow
  18 giving
  18 gave
  18 fraud
  18 felt
  18 experiments
  18 designed
  18 defense
  18 debentures
  18 currency
  18 created
  18 carry
  18 broker
  18 black
  18 auction
  18 assistance
  18 announcement
  18 allow
  18 air
  18 advisers
  18 ability
  18 a.m
  18 NASA
  18 Lehman
  18 Index
  18 George
  18 Computer
  18 Chase
  18 Canada
  18 Baker
  18 Americans
  18 Administration
  18 45
  18 300
  17 worked
  17 women
  17 war
  17 usual
  17 unless
  17 thousands
  17 steps
  17 spread
  17 sometimes
  17 someone
  17 separate
  17 retirement
  17 regular
  17 reflecting
  17 producer
  17 plants
  17 pass
  17 partly
  17 particular
  17 package
  17 opportunity
  17 ones
  17 offers
  17 newspaper
  17 moves
  17 moment
  17 modest
  17 maturity
  17 materials
  17 leave
  17 leadership
  17 launch
  17 larger
  17 increasing
  17 huge
  17 holds
  17 holdings
  17 goods
  17 goes
  17 gets
  17 freight
  17 focus
  17 final
  17 fewer
  17 favor
  17 families
  17 excess
  17 door
  17 disclosed
  17 difference
  17 create
  17 contributed
  17 cited
  17 charities
  17 chance
  17 bureau
  17 bring
  17 became
  17 appear
  17 alone
  17 activities
  17 acquire
  17 Then
  17 Separately
  17 Of
  17 No
  17 Nicaragua
  17 News
  17 Manhattan
  17 Hutton
  17 Hollywood
  17 Central
  17 Block
  17 Another
  17 Africa
  17 A.
  17 80
  17 33
  17 3.5
  17 1.5
  16 young
  16 wanted
  16 trucks
  16 together
  16 theory
  16 technical
  16 task
  16 supplies
  16 successful
  16 success
  16 stores
  16 stopped
  16 stay
  16 stations
  16 station
  16 standards
  16 so-called
  16 single
  16 signs
  16 shift
  16 section
  16 secretary
  16 rule
  16 represents
  16 reforms
  16 putting
  16 puts
  16 properties
  16 profitable
  16 pro-choice
  16 post
  16 plus
  16 planner
  16 per
  16 over-the-counter
  16 operation
  16 older
  16 normal
  16 negotiations
  16 material
  16 mark
  16 loyalty
  16 loyal
  16 listed
  16 land
  16 institutional
  16 industries
  16 improve
  16 hotel
  16 homes
  16 fusion
  16 extent
  16 eggs
  16 delivery
  16 coup
  16 conference
  16 combined
  16 collapsed
  16 chemical
  16 checks
  16 charity
  16 cause
  16 anything
  16 advantage
  16 Webster
  16 W.
  16 Such
  16 Smith
  16 Secretary
  16 Paramount
  16 Newport
  16 Merkur
  16 M.
  16 L.
  16 Jr.
  16 Johnson
  16 Jersey
  16 Hong
  16 Dallas
  16 Communications
  16 Bell
  16 AMR
  16 400
  16 27
  16 -
  16 !
  15 words
  15 willing
  15 valued
  15 twice
  15 troubled
  15 town
  15 tough
  15 thus
  15 surged
  15 society
  15 runs
  15 risks
  15 retailing
  15 respondents
  15 requirements
  15 require
  15 purchased
  15 publicly
  15 provides
  15 proposals
  15 processing
  15 preferred
  15 portfolios
  15 popular
  15 poll
  15 perhaps
  15 pension
  15 parents
  15 overall
  15 original
  15 organization
  15 option
  15 opening
  15 numbers
  15 movement
  15 mostly
  15 mining
  15 managed
  15 magazine
  15 labor
  15 immediately
  15 highway
  15 handle
  15 fears
  15 farmers
  15 familiar
  15 fairly
  15 experts
  15 entire
  15 employee
  15 else
  15 deliver
  15 death
  15 corporations
  15 corn
  15 consultant
  15 conservative
  15 concrete
  15 complete
  15 cold
  15 coffee
  15 carrying
  15 buy-back
  15 broad
  15 book
  15 bit
  15 bidding
  15 attributed
  15 attention
  15 appears
  15 affiliate
  15 advance
  15 actions
  15 abortions
  15 Yesterday
  15 Supreme
  15 Star
  15 Sears
  15 Research
  15 Products
  15 Only
  15 Market
  15 Mae
  15 Jack
  15 Indeed
  15 Hungary
  15 Health
  15 Great
  15 France
  15 Florio
  15 Femina
  15 Eurocom
  15 Development
  15 Despite
  15 Della
  15 Dec.
  15 Courter
  15 Commodore
  15 Chemical
  15 BankAmerica
  15 Associates
  15 Airways
  15 AT&T
  15 70
  15 36
  15 1985
  14 year-ago
  14 works
  14 wife
  14 true
  14 trouble
  14 transactions
  14 trader
  14 test
  14 suffered
  14 structural
  14 stories
  14 stock-market
  14 starting
  14 spring
  14 specified
  14 specific
  14 ski
  14 serious
  14 safe
  14 roughly
  14 resume
  14 restrictions
  14 regulatory
  14 regional
  14 read
  14 rating
  14 purchases
  14 producing
  14 pretax
  14 prepared
  14 pound
  14 positions
  14 police
  14 placed
  14 pick
  14 pending
  14 partnership
  14 pace
  14 opposition
  14 operate
  14 note
  14 newly
  14 necessary
  14 moving
  14 matter
  14 margin
  14 maintain
  14 mainframes
  14 lose
  14 lawmakers
  14 lack
  14 jump
  14 introduced
  14 improvement
  14 highest
  14 greater
  14 francs
  14 fixed
  14 expense
  14 everything
  14 established
  14 egg
  14 editor
  14 drive
  14 determined
  14 delays
  14 de
  14 credit-card
  14 cover
  14 continues
  14 consulting
  14 confidence
  14 concluded
  14 commission
  14 centers
  14 candidates
  14 beyond
  14 authority
  14 asking
  14 approach
  14 apparently
  14 alleged
  14 add
  14 acquired
  14 accounting
  14 Volume
  14 Though
  14 Their
  14 Southern
  14 Social
  14 She
  14 Rouge
  14 Red
  14 Panama
  14 No.
  14 Net
  14 More
  14 Moody
  14 Medical
  14 Marshall
  14 Lotus
  14 Lawson
  14 King
  14 Khmer
  14 Judge
  14 Guzman
  14 Galileo
  14 French
  14 Food
  14 E.
  14 Costa
  14 Continental
  14 Citicorp
  14 Chrysler
  14 Charles
  14 Center
  14 Cabrera
  14 C.
  14 Atlantic
  14 Andersson
  14 Amex
  14 About
  14 32
  14 1984
  14 1980s
  14 1980
  14 1.6
  14 1.25
  14 0.2
  13 younger
  13 wholesale
  13 whites
  13 weekend
  13 wake
  13 virtually
  13 users
  13 threat
  13 suggestions
  13 stronger
  13 stress
  13 stand
  13 speculation
  13 sources
  13 significantly
  13 showing
  13 serve
  13 ruling
  13 revive
  13 restaurant
  13 region
  13 reflected
  13 reflect
  13 refinery
  13 reduction
  13 protect
  13 promised
  13 proceeds
  13 prevent
  13 preliminary
  13 poverty
  13 overseas
  13 ordered
  13 operators
  13 needs
  13 nations
  13 movie
  13 mortgages
  13 mine
  13 membership
  13 mainframe
  13 losing
  13 live
  13 litigation
  13 let
  13 kept
  13 involving
  13 investing
  13 initially
  13 increasingly
  13 household
  13 hour
  13 hopes
  13 heavily
  13 heart
  13 headed
  13 grew
  13 giant
  13 front
  13 franchise
  13 followed
  13 field
  13 factor
  13 extremely
  13 existing
  13 everyone
  13 eventually
  13 event
  13 entertainment
  13 elsewhere
  13 easy
  13 ease
  13 downtown
  13 discount
  13 developed
  13 deposits
  13 defensive
  13 deals
  13 damages
  13 cuts
  13 customer
  13 credits
  13 covered
  13 coupon
  13 consecutive
  13 commodity
  13 college
  13 claim
  13 chip
  13 certificates
  13 certainly
  13 central
  13 center
  13 break
  13 blacks
  13 billions
  13 benefit
  13 believed
  13 battle
  13 attempt
  13 appeared
  13 apparent
  13 affect
  13 advice
  13 Vietnam
  13 Turkey
  13 Times
  13 Those
  13 Telephone
  13 Swiss
  13 Singapore
  13 Rosen
  13 Peterson
  13 Pennsylvania
  13 Our
  13 Olivetti
  13 Nikkei
  13 Morgan
  13 May
  13 Machines
  13 Loan
  13 LIN
  13 January
  13 Its
  13 Illinois
  13 Holding
  13 Hill
  13 Here
  13 Helmsley
  13 GM
  13 Futures
  13 From
  13 Dean
  13 Colgate
  13 6.5
  13 4.5
  13 23
  13 1982
  13 1.8
  12 wrong
  12 wide
  12 votes
  12 underlying
  12 transfer
  12 trades
  12 toll
  12 thinks
  12 tend
  12 substantially
  12 studio
  12 store
  12 stock-index
  12 step
  12 sought
  12 slowing
  12 shop
  12 shipping
  12 settled
  12 seemed
  12 season
  12 safety
  12 ruled
  12 response
  12 rescue
  12 recovery
  12 rally
  12 quarters
  12 push
  12 protection
  12 professor
  12 predicted
  12 predict
  12 powerful
  12 per-share
  12 pence
  12 owners
  12 owner
  12 outlook
  12 offerings
  12 northern
  12 normally
  12 newsletter
  12 monthly
  12 miles
  12 measures
  12 meanwhile
  12 liquidity
  12 lawyer
  12 interested
  12 intends
  12 insurer
  12 insured
  12 indexing
  12 hospital
  12 hope
  12 harder
  12 guarantee
  12 gross
  12 generate
  12 furs
  12 fuel
  12 fire
  12 finished
  12 factory
  12 facing
  12 expensive
  12 expand
  12 exercise
  12 engineering
  12 election
  12 education
  12 dozen
  12 dividends
  12 design
  12 democracy
  12 declared
  12 core
  12 condition
  12 committed
  12 chips
  12 check
  12 carriers
  12 cargo
  12 branches
  12 boosted
  12 books
  12 bet
  12 beer
  12 appeal
  12 anyone
  12 amid
  12 amendment
  12 after-tax
  12 act
  12 Yet
  12 Witter
  12 Trump
  12 Traders
  12 Trade
  12 Thompson
  12 Stephen
  12 Steel
  12 Savings
  12 Santa
  12 Reagan
  12 Philip
  12 Partners
  12 N.J.
  12 Mrs.
  12 Motors
  12 Mortgage
  12 Markets
  12 Manufacturers
  12 Ltd
  12 Line
  12 La
  12 Kong
  12 Instead
  12 Hunt
  12 Gorbachev
  12 Gen.
  12 Frank
  12 Fannie
  12 F.
  12 Equipment
  12 England
  12 El
  12 District
  12 Dell
  12 Dealers
  12 Davis
  12 Cross
  12 Commerce
  12 Chandler
  12 Chan
  12 Burnham
  12 Berlin
  12 Atlanta
  12 90
  12 6.9
  12 51
  12 34
  12 1994
  11 worker
  11 win
  11 white
  11 wait
  11 voting
  11 voted
  11 uncertainty
  11 unable
  11 tuition
  11 truck
  11 trend
  11 treatment
  11 throughout
  11 thrift
  11 surge
  11 suggested
  11 suggest
  11 structures
  11 struck
  11 strategies
  11 split
  11 spirits
  11 specialists
  11 sound
  11 soared
  11 shut
  11 segment
  11 school
  11 restore
  11 responsible
  11 request
  11 remaining
  11 reasons
  11 radio
  11 quoted
  11 quiet
  11 pursue
  11 published
  11 privatization
  11 principal
  11 present
  11 plunged
  11 pilots
  11 pilot
  11 partners
  11 operates
  11 one-time
  11 movies
  11 minor
  11 millions
  11 merged
  11 match
  11 list
  11 lenders
  11 laws
  11 jury
  11 jobs
  11 items
  11 investigation
  11 influence
  11 indicate
  11 highly
  11 health-care
  11 happen
  11 guilty
  11 ground
  11 graphics
  11 fully
  11 fourth-quarter
  11 forces
  11 flow
  11 flight
  11 fine
  11 fast-food
  11 experiment
  11 exactly
  11 events
  11 ending
  11 easily
  11 discuss
  11 details
  11 delayed
  11 deficit
  11 default
  11 date
  11 cumulative
  11 couples
  11 consent
  11 confirmed
  11 complaints
  11 communications
  11 commitments
  11 coal
  11 closely
  11 citing
  11 choice
  11 charged
  11 chains
  11 century
  11 capacity
  11 buy-outs
  11 bulk
  11 broken
  11 bloc
  11 bids
  11 baseball
  11 automotive
  11 attract
  11 assistant
  11 asset
  11 assembly
  11 ask
  11 article
  11 accused
  11 Virginia
  11 Texans
  11 Technology
  11 System
  11 St.
  11 Sacramento
  11 Report
  11 Paul
  11 Park
  11 Over
  11 Options
  11 November
  11 Northern
  11 Next
  11 Money
  11 McCaw
  11 Martin
  11 Mark
  11 Marina
  11 Labor
  11 Katz
  11 II
  11 Houston
  11 Holiday
  11 Holdings
  11 H&R
  11 GTE
  11 Energy
  11 Egg
  11 Eagle
  11 During
  11 Drexel
  11 Conn.
  11 Communist
  11 Carat
  11 Bureau
  11 Berkeley
  11 Bankers
  11 B.
  11 Area
  11 Amoco
  11 Agnos
  11 Act
  11 98
  11 5,000
  11 42
  11 4.6
  11 30-year
  11 26
  11 100,000
  10 write
  10 ventures
  10 vehicles
  10 vary
  10 values
  10 utilization
  10 uses
  10 user
  10 upon
  10 unusual
  10 totaled
  10 ticket
  10 temporarily
  10 taxpayers
  10 talking
  10 table
  10 suspended
  10 suggests
  10 strength
  10 storm
  10 spot
  10 source
  10 soft
  10 slipped
  10 simple
  10 signed
  10 severe
  10 senators
  10 secondary
  10 scams
  10 salesmen
  10 rich
  10 retailers
  10 resources
  10 requested
  10 reporters
  10 regulations
  10 rapidly
  10 ran
  10 rallied
  10 pushing
  10 publishing
  10 psychology
  10 promotions
  10 proceedings
  10 privately
  10 primary
  10 possibility
  10 person
  10 permanent
  10 ounce
  10 operator
  10 obtain
  10 money-market
  10 model
  10 massive
  10 mainly
  10 license
  10 lending
  10 interview
  10 internal
  10 institution
  10 imported
  10 impeachment
  10 high-yield
  10 hearing
  10 heard
  10 hear
  10 halt
  10 guidelines
  10 guaranteed
  10 goal
  10 generation
  10 furriers
  10 fur
  10 funding
  10 forecasts
  10 follow
  10 finding
  10 fares
  10 expansion
  10 exchanges
  10 establish
  10 equal
  10 entered
  10 enormous
  10 employment
  10 eliminate
  10 effects
  10 effective
  10 edition
  10 earthquakes
  10 double
  10 domestic
  10 distribution
  10 deputy
  10 denied
  10 declining
  10 debate
  10 critical
  10 controlled
  10 contribution
  10 conducted
  10 concerned
  10 competitors
  10 competitive
  10 comparable
  10 coalition
  10 client
  10 clearly
  10 cities
  10 child
  10 cheap
  10 causing
  10 cattle
  10 category
  10 candidate
  10 canceled
  10 bringing
  10 ban
  10 awarded
  10 authorities
  10 audit
  10 audience
  10 assume
  10 appeals
  10 apartheid
  10 airlines
  10 aggressively
  10 administrative
  10 adjusted
  10 activists
  10 abandoned
  10 Westmoreland
  10 U
  10 Title
  10 Sun
  10 Stevens
  10 Stanley
  10 Standard
  10 Soo
  10 Societe
  10 Salomon
  10 Ross
  10 Renault
  10 Puerto
  10 Profit
  10 Power
  10 Poor
  10 Politburo
  10 Party
  10 Odeon
  10 NBC
  10 My
  10 Moscow
  10 Morris
  10 Malaysia
  10 Mac
  10 Lone
  10 Like
  10 Lambert
  10 Justice
  10 Jackson
  10 Interest
  10 Information
  10 Industry
  10 HealthVest
  10 Hastings
  10 Hanover
  10 Gov.
  10 Georgia
  10 Freddie
  10 Fireman
  10 Earth
  10 Each
  10 Dynamics
  10 Chancellor
  10 Before
  10 Bally
  10 Arizona
  10 99
  10 95
  10 57
  10 55
  10 500,000
  10 38
  10 1.3
   9 worst
   9 worry
   9 windows
   9 widespread
   9 whatever
   9 weekly
   9 weakness
   9 watching
   9 volatile
   9 utility
   9 unlike
   9 unemployment
   9 turns
   9 train
   9 track
   9 tower
   9 thrifts
   9 threatened
   9 temporary
   9 tape
   9 sustained
   9 surprise
   9 sudden
   9 style
   9 students
   9 strike
   9 stepped
   9 steady
   9 status
   9 stage
   9 south
   9 somewhat
   9 solicitation
   9 slide
   9 shows
   9 sheet
   9 settle
   9 sets
   9 seek
   9 secured
   9 seats
   9 scale
   9 rival
   9 review
   9 resulted
   9 responsibility
   9 resorts
   9 resigned
   9 representing
   9 represent
   9 replace
   9 release
   9 registered
   9 recover
   9 recorded
   9 realize
   9 ready
   9 reading
   9 reach
   9 ratings
   9 railroad
   9 pushed
   9 providing
   9 protected
   9 prospects
   9 prospect
   9 projections
   9 professionals
   9 positive
   9 portion
   9 politicians
   9 played
   9 peak
   9 participants
   9 pact
   9 ought
   9 otherwise
   9 opposed
   9 opportunities
   9 networks
   9 mural
   9 municipal
   9 metals
   9 maximum
   9 mail
   9 lowered
   9 location
   9 lives
   9 liability
   9 legislators
   9 legislative
   9 leaving
   9 keeping
   9 jointly
   9 joined
   9 invested
   9 invest
   9 instruments
   9 instructions
   9 insist
   9 industrials
   9 immediate
   9 hostile
   9 hearings
   9 healthy
   9 hardly
   9 handful
   9 guarantees
   9 global
   9 gin
   9 film
   9 fill
   9 fighting
   9 fast
   9 extraordinary
   9 export
   9 encouraged
   9 employers
   9 doubt
   9 disclose
   9 democratic
   9 deduction
   9 decide
   9 dead
   9 criticism
   9 criminal
   9 covering
   9 costly
   9 copper
   9 controls
   9 consideration
   9 congressman
   9 confident
   9 conduct
   9 commitment
   9 clearing
   9 class
   9 circumstances
   9 chain
   9 cellular
   9 cautious
   9 caught
   9 categories
   9 brothers
   9 bridges
   9 bridge
   9 branch
   9 boosting
   9 boiler
   9 begun
   9 award
   9 attracted
   9 associate
   9 articles
   9 anxiety
   9 annually
   9 alternative
   9 allows
   9 aircraft
   9 aftermath
   9 afford
   9 aerospace
   9 accepted
   9 a.m.
   9 Walter
   9 Treasurys
   9 Today
   9 Switzerland
   9 Stocks
   9 Source
   9 Society
   9 Sells
   9 Schwartz
   9 S
   9 Rock
   9 Rico
   9 Prudential
   9 PaineWebber
   9 Order
   9 Once
   9 Office
   9 Northrop
   9 Nasdaq
   9 N.Y.
   9 Mitchell
   9 Messrs.
   9 Mayor
   9 Marlowe
   9 M$
   9 Lufthansa
   9 JAL
   9 Interstate
   9 Independent
   9 Housing
   9 H.
   9 Green
   9 Grand
   9 Goldman
   9 Golden
   9 Gaubert
   9 Gas
   9 Foreign
   9 Force
   9 Finance
   9 Field
   9 FEMA
   9 Dr.
   9 Daly
   9 DEC
   9 Cup
   9 Coopers
   9 Control
   9 Connecticut
   9 Capcom
   9 Cambodia
   9 Brothers
   9 Bob
   9 Banking
   9 Banco
   9 Agency
   9 9\/16
   9 97
   9 85
   9 73
   9 56
   9 54
   9 50,000
   9 48
   9 43
   9 39
   9 37
   9 3.3
   9 2.6
   9 2.4
   9 2.2
   9 11\/16
   9 101
   9 10,000
   8 wrote
   8 worried
   8 word
   8 wish
   8 wires
   8 wider
   8 weaker
   8 watch
   8 waste
   8 wages
   8 wage
   8 visit
   8 views
   8 victory
   8 valuable
   8 unveiled
   8 unlikely
   8 troubles
   8 trends
   8 tremors
   8 tomorrow
   8 tobacco
   8 thin
   8 takeovers
   8 syndicate
   8 surrounding
   8 suffering
   8 sued
   8 succeed
   8 subordinated
   8 submit
   8 studies
   8 street
   8 sterling
   8 slight
   8 sitting
   8 sit
   8 signal
   8 shuttle
   8 shopping
   8 seriously
   8 sending
   8 send
   8 sells
   8 secret
   8 rooms
   8 road
   8 retire
   8 retain
   8 resulting
   8 residents
   8 reporter
   8 reportedly
   8 repair
   8 renewed
   8 relative
   8 relations
   8 rejection
   8 rejected
   8 reinsurance
   8 rebound
   8 realized
   8 reaction
   8 reacted
   8 rapid
   8 races
   8 race
   8 qualify
   8 pulled
   8 prompted
   8 procedures
   8 pro-life
   8 prior
   8 presidential
   8 pregnant
   8 pool
   8 places
   8 pipeline
   8 pays
   8 passengers
   8 p.m.
   8 overnight
   8 overhaul
   8 organizations
   8 onto
   8 odds
   8 obligation
   8 objectives
   8 nuclear
   8 notification
   8 noticed
   8 newspapers
   8 nature
   8 narrow
   8 mill
   8 metric
   8 merge
   8 mean
   8 maybe
   8 mature
   8 matching
   8 manage
   8 magazines
   8 luxury
   8 liquor
   8 knows
   8 kill
   8 inventories
   8 intended
   8 indicating
   8 indicates
   8 indeed
   8 impossible
   8 importance
   8 idle
   8 hurricane
   8 human
   8 hot-dipped
   8 hire
   8 helping
   8 greatly
   8 governor
   8 governments
   8 gone
   8 glass
   8 gives
   8 fresh
   8 freeway
   8 forecast
   8 flag
   8 fit
   8 fired
   8 fend
   8 father
   8 fallen
   8 faced
   8 exposure
   8 exports
   8 experienced
   8 equivalent
   8 epicenter
   8 entirely
   8 enhanced
   8 easing
   8 eager
   8 disk
   8 discounts
   8 discounting
   8 discontinued
   8 differences
   8 developing
   8 developers
   8 desire
   8 described
   8 delay
   8 decades
   8 crucial
   8 crisis
   8 creative
   8 corporation
   8 convert
   8 contrast
   8 consultants
   8 considering
   8 completely
   8 comparison
   8 commodities
   8 commissions
   8 colleagues
   8 cleanup
   8 civil
   8 carried
   8 buys
   8 buyer
   8 breaks
   8 borrowed
   8 bonuses
   8 blame
   8 beta
   8 benefit-seeking
   8 becoming
   8 bay
   8 basic
   8 barrels
   8 bankruptcy
   8 bankers
   8 banker
   8 automatically
   8 attempts
   8 assumption
   8 arbitrage
   8 applied
   8 apartments
   8 anticipated
   8 answer
   8 announce
   8 allowing
   8 allies
   8 allegations
   8 airport
   8 aimed
   8 agents
   8 agent
   8 adviser
   8 adequate
   8 accord
   8 abortion-rights
   8 Your
   8 Without
   8 Within
   8 War
   8 Vietnamese
   8 Viacom
   8 Verwoerd
   8 US$
   8 Trinova
   8 Time
   8 Thus
   8 Third
   8 Telesis
   8 Tax
   8 THE
   8 Sullivan
   8 Stores
   8 Stone
   8 Stick
   8 Sterling
   8 Stamford
   8 Springs
   8 Silver
   8 Semel
   8 Seidman
   8 School
   8 Says
   8 Saturday
   8 Rorer
   8 Richter
   8 Raymond
   8 Proceeds
   8 Popular
   8 Pittsburgh
   8 Picop
   8 Pfeiffer
   8 Paris
   8 Palo
   8 Packwood
   8 Officials
   8 Nynex
   8 Minpeco
   8 MGM
   8 Lufkin
   8 Limited
   8 Latin
   8 Just
   8 Jan.
   8 How
   8 Holmes
   8 Her
   8 Goldsmith
   8 Gintel
   8 GNP
   8 G.
   8 Forest
   8 Fla.
   8 Electric
   8 Edward
   8 Donaldson
   8 Donald
   8 Disney
   8 Delaware
   8 Defense
   8 Day
   8 DAF
   8 Council
   8 Connaught
   8 Colorado
   8 Coastal
   8 Buffett
   8 Bonn
   8 Bond
   8 Bill
   8 Bennett
   8 Asian
   8 Ariz.
   8 A.P.
   8 800
   8 71
   8 7.5
   8 69
   8 66
   8 62
   8 46
   8 450
   8 41
   8 2,000
   8 1999
   8 1991
   8 1990s
   8 1983
   8 1974
   8 1973
   8 1970s
   8 15,000
   8 10-year
   8 1.7
   8 1,500
   7 written
   7 writers
   7 winter
   7 whom
   7 wealth
   7 weak
   7 wave
   7 watched
   7 walls
   7 vulnerable
   7 video
   7 variety
   7 variations
   7 urge
   7 upward
   7 unsecured
   7 ultimately
   7 two-year
   7 two-thirds
   7 turning
   7 tries
   7 trial
   7 transport
   7 translated
   7 traditional
   7 totaling
   7 tools
   7 title
   7 timing
   7 tight
   7 tender
   7 telling
   7 telecommunications
   7 targets
   7 suspension
   7 suits
   7 stuff
   7 strongly
   7 strongest
   7 stress-related
   7 streets
   7 strategist
   7 strain
   7 storage
   7 steep
   7 stayed
   7 squeezed
   7 squeeze
   7 speech
   7 specialty
   7 sorts
   7 social
   7 sluggish
   7 slid
   7 shortly
   7 shippers
   7 shipments
   7 shelters
   7 served
   7 sensitive
   7 selected
   7 rumors
   7 roll
   7 returned
   7 restored
   7 restaurants
   7 resolution
   7 requiring
   7 repurchase
   7 represented
   7 reducing
   7 reduces
   7 red
   7 recovered
   7 recommended
   7 rape
   7 rail
   7 quick
   7 questioned
   7 pursuing
   7 purchasing
   7 programming
   7 priority
   7 prime
   7 pressures
   7 premiums
   7 predicting
   7 practices
   7 players
   7 piece
   7 pencils
   7 payable
   7 pattern
   7 partnerships
   7 oust
   7 ounces
   7 optimistic
   7 opponents
   7 opinion
   7 one-third
   7 occurred
   7 observers
   7 novel
   7 noting
   7 none
   7 newsletters
   7 nervous
   7 neither
   7 necessarily
   7 names
   7 mutual-fund
   7 mother
   7 models
   7 mixed
   7 minority
   7 middle
   7 merely
   7 maintenance
   7 maintained
   7 losers
   7 looks
   7 long-distance
   7 linked
   7 lies
   7 legislator
   7 lawsuit
   7 language
   7 knocked
   7 involve
   7 introduce
   7 interpret
   7 instrument
   7 inside
   7 incest
   7 import
   7 hits
   7 hired
   7 gyrations
   7 grown
   7 grain
   7 goals
   7 giants
   7 gasoline
   7 full-year
   7 friends
   7 founder
   7 forward
   7 forest
   7 follows
   7 flying
   7 fly
   7 flights
   7 financier
   7 financially
   7 file
   7 features
   7 feature
   7 extended
   7 extend
   7 expressed
   7 expert
   7 experience
   7 expenditures
   7 expanded
   7 exclude
   7 environment
   7 enterprises
   7 ensure
   7 engineers
   7 engaged
   7 elderly
   7 editorial
   7 driving
   7 drives
   7 doctor
   7 dispute
   7 dispatched
   7 disclosure
   7 disappointing
   7 difficulty
   7 deviation
   7 detectors
   7 depressed
   7 deciding
   7 dealer
   7 cutting
   7 credibility
   7 covers
   7 corner
   7 cooperation
   7 convicted
   7 converted
   7 conventional
   7 contractors
   7 constitutional
   7 consisting
   7 concentrate
   7 conceded
   7 compensation
   7 compares
   7 community
   7 claimed
   7 citizens
   7 chosen
   7 chemicals
   7 changing
   7 catalog
   7 cards
   7 cafeteria
   7 bursts
   7 bullish
   7 bottom
   7 border
   7 bolster
   7 bigger
   7 bidders
   7 behavior
   7 begins
   7 becomes
   7 balance
   7 backing
   7 attached
   7 aspects
   7 arrangement
   7 argued
   7 argue
   7 arena
   7 approximately
   7 apply
   7 appealed
   7 anybody
   7 antitrust
   7 agrees
   7 affiliates
   7 ads
   7 acquisitions
   7 York-based
   7 Xtra
   7 Why
   7 Vegas
   7 Van
   7 USX
   7 Thi
   7 Tharp
   7 Terms
   7 Telegraph
   7 Stockholm
   7 States
   7 Squibb
   7 Skinner
   7 Senator
   7 Second
   7 Sandinistas
   7 Saks
   7 Sachs
   7 S.A.
   7 Rica
   7 Results
   7 Resources
   7 Republic
   7 Remic
   7 Real
   7 Public
   7 Prices
   7 Price
   7 Oil
   7 Northwest
   7 Nguyen
   7 Nearly
   7 Mitsubishi
   7 Minister
   7 Microsoft
   7 Miami
   7 McDonald
   7 Mattel
   7 Loral
   7 Levine
   7 Las
   7 LBO
   7 Jupiter
   7 Italy
   7 Intel
   7 Germans
   7 Fitzwater
   7 Fidelity
   7 February
   7 Farmers
   7 Falconbridge
   7 FUNDS
   7 FEDERAL
   7 FDA
   7 Equitec
   7 Eastern
   7 Earlier
   7 EC
   7 Dutch
   7 Doman
   7 Discovision
   7 Cypress
   7 Corporate
   7 Consumer
   7 Companies
   7 Commerciale
   7 Clinton
   7 Candlestick
   7 CBOE
   7 Building
   7 Broadcasting
   7 Bristol-Myers
   7 Belli
   7 Aug.
   7 Atlantis
   7 Ashland
   7 Arthur
   7 Apple
   7 Angeles-based
   7 Amdura
   7 Alto
   7 Advanced
   7 77
   7 64
   7 6.4
   7 58
   7 53
   7 52
   7 250
   7 2.7
   7 2.3
   7 2.1
   7 1995
   7 1906
   7 140
   6 withdrew
   6 winners
   6 widened
   6 weight
   6 warned
   6 utilities
   6 urged
   6 unusually
   6 universal
   6 unfair
   6 tumbled
   6 tritium
   6 trip
   6 triggered
   6 tracks
   6 toy
   6 tests
   6 temblor
   6 tax-free
   6 sum
   6 sufficient
   6 succeeds
   6 strategic
   6 stealing
   6 statistics
   6 statements
   6 starts
   6 start-up
   6 standing
   6 stance
   6 stabilizing
   6 sponsors
   6 spoke
   6 spin
   6 speculators
   6 spacecraft
   6 son
   6 solution
   6 solid
   6 slump
   6 skiers
   6 sites
   6 site
   6 shutdown
   6 shown
   6 shot
   6 shock
   6 shape
   6 shaking
   6 seven-day
   6 setting
   6 serving
   6 segments
   6 seconds
   6 schedule
   6 scene
   6 sand
   6 salmonella
   6 rubble
   6 roads
   6 rivals
   6 ride
   6 retired
   6 restricted
   6 respond
   6 requires
   6 reputable
   6 reporting
   6 regime
   6 refused
   6 refunds
   6 redemption
   6 recessions
   6 reality
   6 readers
   6 quantities
   6 purposes
   6 publisher
   6 publicity
   6 provinces
   6 prove
   6 promising
   6 projected
   6 profitability
   6 productivity
   6 produces
   6 proceeding
   6 procedure
   6 pressing
   6 presence
   6 preparing
   6 prepare
   6 precious
   6 potentially
   6 posting
   6 politics
   6 policyholders
   6 plays
   6 platinum
   6 plastics
   6 plaintiffs
   6 pictures
   6 persuade
   6 permitted
   6 permit
   6 permission
   6 peace
   6 parties
   6 participate
   6 parking
   6 park
   6 panic
   6 pages
   6 overtime
   6 overhead
   6 outlets
   6 originally
   6 odd
   6 obviously
   6 obvious
   6 obtaining
   6 numerous
   6 noon
   6 nights
   6 neutrons
   6 narrowly
   6 narrowed
   6 music
   6 mood
   6 momentum
   6 modern
   6 mix
   6 mink
   6 minister
   6 mines
   6 message
   6 mergers
   6 measured
   6 meaning
   6 matched
   6 manufacture
   6 manages
   6 lots
   6 looked
   6 lobbyist
   6 link
   6 lift
   6 letters
   6 learned
   6 learn
   6 launching
   6 launched
   6 landing
   6 labor-management
   6 knocking
   6 knew
   6 join
   6 jackets
   6 involves
   6 involvement
   6 invited
   6 interesting
   6 interest-rate
   6 integrated
   6 independence
   6 identified
   6 husband
   6 hoped
   6 hiring
   6 highways
   6 hepatitis
   6 handling
   6 hampered
   6 guys
   6 gotten
   6 generates
   6 gap
   6 galvanized
   6 fueled
   6 frequently
   6 franchisees
   6 four-year
   6 formed
   6 formally
   6 flexibility
   6 financial-services
   6 finally
   6 favorite
   6 faster
   6 fare
   6 facts
   6 facility
   6 faces
   6 eye
   6 expire
   6 expanding
   6 exclusion
   6 essentially
   6 essential
   6 equities
   6 environmental
   6 entry
   6 entrepreneur
   6 ends
   6 enable
   6 emotional
   6 eliminating
   6 eligible
   6 electric
   6 elections
   6 edged
   6 eased
   6 duties
   6 dumped
   6 dubbed
   6 dramatic
   6 drain
   6 doubling
   6 doubled
   6 dog
   6 documents
   6 doctors
   6 divided
   6 display
   6 dismissed
   6 discussed
   6 direction
   6 died
   6 developments
   6 departments
   6 deny
   6 delivered
   6 definitive
   6 defined
   6 decisions
   6 dealing
   6 danger
   6 curve
   6 cubic
   6 crude
   6 courts
   6 coupons
   6 county
   6 counts
   6 cope
   6 controversy
   6 contributions
   6 contribute
   6 contends
   6 consumption
   6 compound
   6 compete
   6 committees
   6 comfortable
   6 claiming
   6 catastrophic
   6 catastrophe
   6 carries
   6 career
   6 cans
   6 calculated
   6 broadcasting
   6 boomers
   6 body
   6 boards
   6 blue
   6 beneficiaries
   6 benchmark
   6 behalf
   6 beat
   6 bear
   6 barely
   6 band
   6 bailout
   6 baby
   6 authorized
   6 attractive
   6 attitude
   6 atmosphere
   6 assigned
   6 artists
   6 approve
   6 announcing
   6 announcements
   6 air-freight
   6 aide
   6 aggressive
   6 aftershocks
   6 admitted
   6 address
   6 acts
   6 acquiring
   6 achieved
   6 academic
   6 Westridge
   6 Well
   6 Warren
   6 V.
   6 Until
   6 Travelers
   6 Trading
   6 Tom
   6 Three
   6 Third-quarter
   6 Tandem
   6 Spain
   6 Space
   6 Several
   6 Samuel
   6 S.
   6 Royal
   6 Roger
   6 River
   6 Richmond
   6 Rican
   6 Reynolds
   6 RJR
   6 Quina
   6 Put
   6 Prudential-Bache
   6 Pictures
   6 Phoenix
   6 Pfizer
   6 Petco
   6 Perhaps
   6 Pentagon
   6 Partnership
   6 Or
   6 Notes
   6 Noranda
   6 Nor
   6 Nevertheless
   6 NatWest
   6 N.Y
   6 Much
   6 Motor
   6 Morgenzon
   6 Missouri
   6 Midwest
   6 Meridian
   6 Maybe
   6 Mason
   6 Mary
   6 Louisville
   6 Little
   6 Lines
   6 Leading
   6 LBOs
   6 Kidder
   6 Kemp
   6 Kean
   6 Jose
   6 Jon
   6 Jerry
   6 Jeffrey
   6 Issues
   6 Isler
   6 Island
   6 Individual
   6 III
   6 IAFP
   6 Hutchinson
   6 Hoelzer
   6 Having
   6 Haskins
   6 Hasbro
   6 Harry
   6 Gulf
   6 Government
   6 Gillette
   6 Georgia-Pacific
   6 Frederick
   6 Frankfurt
   6 Franco
   6 Four
   6 Foods
   6 Finally
   6 Figure
   6 Fifth
   6 Fees
   6 Farm
   6 Excluding
   6 Entertainment
   6 Economists
   6 Dun
   6 Drug
   6 Dreyfus
   6 Douglas
   6 Don
   6 Diego
   6 Denver
   6 Democrat
   6 DeVoe
   6 Daily
   6 D'Arcy
   6 Consolidated
   6 Company
   6 Community
   6 Cleveland
   6 Cherokee
   6 Census
   6 Cela
   6 Calif
   6 C$
   6 Bumiputra
   6 Budget
   6 Brown
   6 Bradstreet
   6 Boys
   6 Bonds
   6 Black
   6 Besides
   6 BellSouth
   6 Bear
   6 Batman
   6 Basir
   6 BanPonce
   6 Avenue
   6 Australia
   6 Arias
   6 Anderson
   6 Agriculture
   6 African
   6 Aetna
   6 Advertising
   6 Abortion
   6 89
   6 87.5
   6 84
   6 8.50
   6 63
   6 600
   6 59
   6 4.7
   6 37.5
   6 3.7
   6 225
   6 2.75
   6 1993
   6 1979
   6 1971
   6 190
   6 130
   6 12.5
   6 102
   6 1.4
   6 1.2
   6 1.1
   6 0.9
   6 0.5
   5 yielding
   5 year-to-year
   5 wrongdoing
   5 writer
   5 workstations
   5 withdrawal
   5 wine
   5 wind
   5 wild
   5 well-known
   5 weather
   5 waves
   5 warns
   5 warning
   5 wall
   5 vs.
   5 visitors
   5 visible
   5 vehicle
   5 vast
   5 urges
   5 unveil
   5 unique
   5 underwriters
   5 unclear
   5 uncertain
   5 turnover
   5 turnaround
   5 truly
   5 tremor
   5 trash
   5 tougher
   5 topped
   5 tone
   5 ties
   5 threatening
   5 thousand
   5 thinking
   5 testing
   5 terminals
   5 tells
   5 taxable
   5 tables
   5 sweetened
   5 surprisingly
   5 supposed
   5 suffer
   5 suburban
   5 subscribers
   5 submitted
   5 subcommittee
   5 stuck
   5 stripped
   5 string
   5 strikes
   5 stockholders
   5 stem
   5 steadily
   5 state-owned
   5 stakes
   5 stable
   5 square
   5 sport
   5 sponsor
   5 splitting
   5 speed
   5 specializes
   5 specialist
   5 sophisticated
   5 solutions
   5 solar
   5 softness
   5 snapped
   5 smoke
   5 smart
   5 slower
   5 slashed
   5 sixth
   5 six-month
   5 sides
   5 shortages
   5 shortage
   5 ship
   5 sheets
   5 shared
   5 setback
   5 sellers
   5 select
   5 seeing
   5 second-largest
   5 search
   5 screen
   5 scores
   5 scientists
   5 scientist
   5 schools
   5 scandal
   5 satellite
   5 rumored
   5 rubber
   5 rolling
   5 rod
   5 risky
   5 rid
   5 rice
   5 reviewing
   5 reverse
   5 reversal
   5 returning
   5 retailer
   5 restated
   5 residential
   5 reservations
   5 repeated
   5 repairs
   5 reluctant
   5 relieved
   5 regulation
   5 refuse
   5 refinancing
   5 reductions
   5 records
   5 receiving
   5 receives
   5 receivables
   5 recalls
   5 rebounded
   5 reasonable
   5 reaches
   5 raw
   5 ranks
   5 raises
   5 pursuit
   5 pure
   5 publications
   5 promotion
   5 promises
   5 progress
   5 probe
   5 principle
   5 pride
   5 pricing
   5 presidents
   5 powers
   5 postwar
   5 postponed
   5 poorly
   5 polls
   5 pleased
   5 playing
   5 player
   5 planes
   5 pitch
   5 pieces
   5 picture
   5 phones
   5 phase
   5 pharmaceutical
   5 perceived
   5 payroll
   5 patients
   5 patent
   5 passive
   5 passing
   5 participation
   5 partial
   5 palladium
   5 packages
   5 owed
   5 outsiders
   5 outer
   5 ordinary
   5 one-year
   5 nonperforming
   5 nobody
   5 newer
   5 negotiating
   5 moments
   5 moderately
   5 metal
   5 mentioned
   5 memory
   5 measuring
   5 mayor
   5 matters
   5 master
   5 mass
   5 married
   5 marketer
   5 manufacturers
   5 lunch
   5 lowest
   5 located
   5 lobbying
   5 loan-loss
   5 lists
   5 listen
   5 limits
   5 likelihood
   5 legislature
   5 leaves
   5 leads
   5 lawsuits
   5 lately
   5 kinds
   5 kids
   5 judgment
   5 joining
   5 issuers
   5 island
   5 interviewed
   5 interpreted
   5 installed
   5 insists
   5 injured
   5 initiative
   5 informed
   5 incinerator
   5 impressed
   5 importing
   5 ideas
   5 hotels
   5 hot
   5 hospitals
   5 horrible
   5 high-risk
   5 helps
   5 hefty
   5 harvest
   5 hardware
   5 happening
   5 gum
   5 guideline
   5 greatest
   5 grants
   5 friendly
   5 friend
   5 freedom
   5 franchisers
   5 formula
   5 formerly
   5 formal
   5 foreigners
   5 focusing
   5 fixed-rate
   5 finishing
